{
    "Training session": "Träningspass",
    "Training sessions": "Träningspass",
    "New training session": "Nytt träningspass",
    "Latest training sessions at :academy": "Senaste träningspassen på :academy",
    "Overview": "Översikt",
    "You trained": "Du tränade",
    "You missed": "Du missade",
    "Did you train?": "Tränade du?",
    "Yes": "Ja",
    "No": "Nej",
    "Cancelled": "Inställt",
    "Open mat": "Öppen matta",
    "Techniques": "Tekniker",
    "Technique": "Teknik",
    "Techniques at :academy": "Tekniker på :academy",
    "New technique": "Ny teknik",
    "Edit training session": "Redigera träningspass",
    "Date": "Datum",
    "Type": "Typ",
    "Type of training session": "Typ av träningspass",
    "Notes for training session": "Anteckningar för träningspasset",
    "Name of technique :num": "Namn på teknik :num",
    "Training session has been added!": "Träningspasset har lagts till!",
    "You need to select a date": "Du måste välja ett datum",
    "Incorrect date format": "Ogiltigt datumformat",
    "You need to enter a name": "Du måste ange ett namn",
    "The name is too long. Maximum is 255 characters.": "Namnet är för långt. Max 255 tecken.",
    "The description is too long. Maximum is 2048 characters.": "Beskrivningen är för lång. Max 2048 tecken.",
    "Not a valid Youtube link": "Ogiltig Youtube-länk",
    "This technique already exists": "Tekniken finns redan",
    "Technique has been updated!": "Tekniken har blivit uppdaterad!",
    "Technique has been added!": "Tekniken har lagts till!",
    "Technique can not be deleted as it exists on a training session.": "Tekniken kan inte tas bort eftersom den finnns med på ett träningspass.",
    "Technique has been deleted!": "Tekniken har tagits bort!",
    "Training session has been updated!": "Träningspasset har uppdaterats!",
    "Training session has been deleted!": "Träningspasset har tagits bort!",
    "Manage account": "Hantera konto",
    "Profile": "Profil",
    "Log out": "Logga ut",
    "Unsure about how to add a new technique with a Youtube video?": "Osäker på hur man lägger till en ny teknik med Youtube-video?",
    "Click here to read the guide.": "Klicka här för att läsa guiden.",
    "Search for an existing technique or enter the name of a new one that you want to add": "Sök efter en existerande teknik eller skriv in namnet på en ny som du vill lägga till",
    "Press enter to select": "Tryck på enter för att välja",
    "Selected": "Vald",
    "Press enter to remove": "Tryck på enter för att ta bort",
    "Edit technique (opens in new tab)": "Redigera teknik (öppnas i ny flik)",
    "Edit technique": "Redigera teknik",
    "Name": "Namn",
    "Description of technique": "Beskrivning av tekniken",
    "Youtube link": "Youtube-länk",
    "Saved.": "Sparad.",
    "Delete technique": "Radera teknik",
    "Cancel": "Avbryt",
    "Please fix this first.": "Var vänlig och åtgärda detta först.",
    "Are you sure you want to delete this technique?": "Är du säker på att du vill ta bort tekniken?",
    "Save technique": "Spara teknik",
    "Open options": "Öppna alternativ",
    "No video added yet.": "Ingen video inlagd ännu.",
    "Click here to add.": "Klicka här för att lägga till.",
    "You don't belong to any academy right now.": "Du tillhör ingen klubb just nu.",
    "Add technique": "Lägg till teknik",
    "Regular training session": "Vanligt träningspass",
    "Cancelled training session": "Inställt träningspass",
    "Add this as a new technique": "Lägg till som ny teknik",
    "Delete training session": "Radera träningspass",
    "Are you sure you want to delete this training session?": "Är du säker på att du vill ta bort träningspasset?",
    "Save training session": "Spara träningspass",
    "Your profile": "Din profil",
    "Update your profile information and email address.": "Uppdatera informationen för din profil samt e-postadress",
    "Photo": "Foto",
    "Select a new photo": "Välj ett nytt foto",
    "Remove photo": "Radera foto",
    "Email": "E-postadress",
    "Save": "Spara",
    "Update password": "Uppdatera lösenord",
    "Ensure your account is using a long, random password to stay secure.": "Se till att ditt konto använder ett långt, slumpmässigt lösenord för att hålla dig säker.",
    "Current password": "Nuvarande lösenord",
    "New password": "Nytt lösenord",
    "Confirm password": "Bekräfta lösenord",
    "Two factor authentication": "Tvåfaktorsautentisering",
    "Add additional security to your account using two factor authentication.": "Lägg till ytterligare säkerhet till ditt konto med tvåfaktorsautentisering.",
    "You have enabled two factor authentication.": "Du har aktiverat tvåfaktorsautentisering.",
    "You have not enabled two factor authentication.": "Du har inte aktiverat tvåfaktorsautentisering.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "När tvåfaktorsautentisering är aktiverad kommer du att bli tillfrågad om en säker, slumpmässig kod under autentiseringen. Du kan hämta denna kod från telefonens Google Authenticator-applikation.",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Tvåfaktorsautentisering är nu aktiverad. Skanna följande QR-kod med telefonens autentiseringsprogram.",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Lagra dessa återställningskoder i en säker lösenordshanterare. De kan användas för att återställa åtkomsten till ditt konto om din tvåfaktorsautentiseringsenhet tappas bort.",
    "Enable": "Aktivera",
    "Disable": "Inaktivera",
    "Regenerate recovery codes": "Regenerera återställningskoder",
    "Show recovery codes": "Visa återställningskoder",
    "For your security, please confirm your password to continue.": "För din säkerhets skull så behöver du bekräfta ditt lösenord för att fortsätta.",
    "Confirm": "Bekräfta",
    "Password": "Lösenord",
    "Two-factor confirmation": "Tvåfaktorsbekräftelse",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Bekräfta åtkomsten till ditt konto genom att ange autentiseringskoden från din autentiseringsapplikation.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Bekräfta åtkomsten till ditt konto genom att ange en av dina nödåterställningskoder.",
    "Use a recovery code": "Använd en återställningskod",
    "Use an authentication code": "Använd en autentiseringskod",
    "Log in": "Logga in",
    "Code": "Kod",
    "Recovery code": "Återställningskod",
    "Browser sessions": "Webbläsarsessioner",
    "Manage and log out your active sessions on other browsers and devices.": "Hantera och logga ut dina aktiva sessioner på andra webbläsare och enheter.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Om det behövs kan du logga ut från alla dina andra webbläsarsessioner på alla dina enheter. Några av dina senaste sessioner listas nedan, men det är inte säkert att listan är komplett. Om du känner att ditt konto har blivit utsatt för intrång bör du också uppdatera ditt lösenord.",
    "This device": "Denna enhet",
    "Last active": "Senast aktiv",
    "Log out other browser sessions": "Logga ut andra webbläsarsessioner",
    "Done.": "Klart.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Ange ditt lösenord för att bekräfta att du vill logga ut från dina andra webbläsarsessioner på alla dina enheter.",
    "Delete account": "Radera konto",
    "Permanently delete your account.": "Radera ditt konto permanent.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "När ditt konto har raderats kommer alla dess resurser och data att raderas permanent. Innan du tar bort ditt konto bör du ladda ner all data eller information som du vill behålla.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Är du säker på att du vill ta bort ditt konto? När ditt konto har raderats kommer alla dess resurser och data att raderas permanent. Ange ditt lösenord för att bekräfta att du vill ta bort ditt konto permanent.",
    "No account yet?": "Inget konto än?",
    "Click here to register": "Klicka här för att registrera dig",
    "Remember me": "Kom ihåg mig",
    "Forgot your password?": "Glömt ditt lösenord?",
    "Forgot password": "Glömt lösenord",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Glömt ditt lösenord? Inga problem. Låt oss bara veta din e-postadress så skickar vi dig en länk där du kan välja ett nytt.",
    "Email password reset link": "Maila återställningslänk",
    "Reset Password Notification": "Återställ ditt lösenord",
    "passwords.reset": "Ditt lösenord har blivit återställt!",
    "passwords.sent": "Vi har mailat återställningslänken!",
    "passwords.throttled": "Var god vänta innan du försöker igen.",
    "passwords.token": "Koden för att återställa lösenordet är ogiltigt.",
    "passwords.user": "Vi kan inte hitta en användare med denna e-postadress.",
    "Whoops! Something went wrong.": "Ojdå! Något gick fel.",
    "Hello!": "Hej!",
    "You are receiving this email because we received a password reset request for your account.": "Du får det här e-postmeddelandet eftersom vi har fått en begäran om återställning av lösenordet för ditt konto.",
    "This password reset link will expire in :count minutes.": "Denna länk för återställning av lösenord upphör att gälla om :count minuter.",
    "If you did not request a password reset, no further action is required.": "Om du inte begärde en återställning av lösenord så behöver du inte göra något.",
    "Regards": "Hälsningar",
    "Reset Password": "Återställ lösenord",
    "Reset password": "Återställ lösenord",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Om du har problem med att klicka på knappen \":actionText\", kopiera och klistra in webbadressen nedan i din webbläsare:",
    "All rights reserved.": "Alla rättigheter förbehållna.",
    "Register": "Skapa konto",
    "Already registered?": "Har du redan ett konto?",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Tack för att du registrerade dig! Innan du börjar, kan du verifiera din e-postadress genom att klicka på länken som vi precis skickade till dig via e-post? Om du inte har fått e-postmeddelandet skickar vi gärna ett till.",
    "A new verification link has been sent to the email address you provided during registration.": "En ny verifieringslänk har skickats till den e-postadress du angav vid registreringen.",
    "Resend verification email": "Skicka verifieringsemailet igen",
    "Email verification": "Verifiering av e-postadress",
    "Please click the button below to verify your email address.": "Klicka på knappen nedan för att verifiera din e-postadress.",
    "If you did not create an account, no further action is required.": "Om du inte skapade ett konto så behöver du inte göra något.",
    "Verify Email Address": "Verifiera e-postadressen",
    "Description of the event": "Beskrivning av händelsen",
    "at": "kl.",
    "Calendar": "Kalender",
    "Upcoming events": "Kommande händelser",
    "New event": "Ny händelse",
    "Edit event": "Redigera händelse",
    "Starts": "Börjar",
    "Ends": "Slutar",
    "Delete event": "Radera händelse",
    "Save event": "Spara händelse",
    "Are you sure you want to delete this event?": "Är du säker på att du vill radera denna händelse?",
    "Event has been updated!": "Händelsen har uppdaterats!",
    "Event has been added!": "Händelsen har lagts till!",
    "Drilled in :count training sessions": "Drillad på :count träningspass",
    "Drilled in 1 training session": "Drillad på 1 träningspass",
    "Sort by:": "Sortera på:",
    "Last added": "Senast inlagda",
    "Most drilled": "Mest drillade",
    "Not drilled yet": "Inte drillad ännu"
}
